akamud.vscode-theme-onelight
alexandernanberg.horizon-theme-vscode
anthropic.claude-code
bierner.markdown-preview-github-styles
catppuccin.catppuccin-vsc-icons
esbenp.prettier-vscode
github.copilot-chat
github.remotehub
liviuschera.noctis
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
miguelsolorio.min-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.remote-repositories
openai.chatgpt
pmndrs.pmndrs
ritwickdey.liveserver
tomoki1207.pdf
zhuangtongfa.material-theme
